window.SUIBI_DATA = {
  "随笔": [
    {
      "title": "渡秋霜",
      "date": "2024年10月31日 14:53 | 50字",
      "content": "一点流出，两点忧色\n几旬又增伤\n来时苍梧影迷离\n别时泪沾裳\n春晗纤柳，夏雨青荷\n红叶渡秋霜\n秦女当日教画舫\n犹自顾秋江",
      "content_mode": "poetry",
      "page": 3,
      "id": "随笔-0"
    },
    {
      "title": "马屁文",
      "date": "2024年3月1日 2:05 | 288字",
      "content": "用任何词句来描述和修饰某某都是多余的，他是一位真正的无所待者，是浪漫主义在这个时代的\n象征。他是人生总和的各个方面的平衡，他的生命绚烂而伟大，就像那些永远具有象征意义的诗\n人一样。他是一切矛盾点的集合体，又能巧妙的游走于 一切尖锐的矛盾之中。我们是两个极端，\n我摒弃俗尘杂念入定也不过是为了在人世间求一口饭吃，而他的生活永远是为了生活，即使在现\n实和利益面前也不会抛弃他孤傲的寻求自由的灵魂。我总是仰视他，我穷其一生也不过是为了达\n到和他的某种平衡。\n高山入青云，流水觅争欢。\n山水交相映，万物终复始。\n于一切时中，他都是无上的智者。我此前所有的努力，都是为了，靠近他。\n\n于一切时中，他都是无上的智者，不受制于一切万法，是无所待，是从心所欲，是无上菩提。",
      "content_mode": "prose",
      "page": 4,
      "id": "随笔-1"
    },
    {
      "title": "忆前秦符天王",
      "date": "2023年12月13日 11:41 | 62字",
      "content": "若夫神州板荡，北国废顿。八王兴乱于前，夷族起势于后，乃有元海建汉，石勒称赵。\n洛阳则血浸朱川，长安则街行枯髅。内有累叶尚玄之士，外有赤紫虬之贼。",
      "content_mode": "poetry",
      "page": 5,
      "id": "随笔-2"
    },
    {
      "title": "食堂纪事",
      "date": "2023年11月3日 17:40 | 315字",
      "content": "十月十六日中午，在食堂吃过饭，不想回宿舍，于是在外面的露天区域坐着休息，到十二点，吃\n饭的人多了起来，但好在没人打扰。又不多时，来了几个黑人在我近旁的桌子上吃饭，他们用英\n文交流，我戴着耳机，听不太清。\n\n我玩了一会台球游戏，觉得无趣，但又不肯只听音乐而不顾其他，因此想着用平板写些什么。本\n想平板写字用笔为妥，但因为笔太贵，没有买，所以只好手写。其实我很喜欢在平板上手写，因\n为屏幕足够大，而书写又似书法，快意奇感。\n\n我近来颇为舒惬，只求倦怠容与，有时竟不管不顾而要求这一刻一隅的畅意，此前以为不可，近\n来却似悟了道般，甚乎着迷于此。人世短，而轮回又短 ；人世苦，而轮回亦苦，几世修得 ？世世\n修！得与不得都在轮回中。上一世修这一世，这一世修下 一世，何如也 ？然或世代因果有轮回，\n贵本而己。\n修佛何必求佛，佛性即人性\n见自己即见真佛，众生即众佛",
      "content_mode": "prose",
      "page": 6,
      "id": "随笔-3"
    },
    {
      "title": "马屁文MAX",
      "date": "2023年11月1日 15:23 | 428字",
      "content": "曩者，周文设祀。礼乐备至，牲畜足殉。既出，忽有雷作于西北，声色怖然 ，若群鬼沉嚎。王命\n卜，卜者得，示之曰 ：“此凤起于陇原 ，将往东也 ”。王曰：“凤者，周家之灵，将兴我也 ”。遂以\n官民复祀。后则有凤见于岐山而鸣之。\n\n轮移宇世，至于周业微颓。时少野生一子，曰丘，是孔子也。丘幼而博闻，能通艺精于文，天下\n奇之。及二十，将冠 ,梦金龙徙于九天。丘异之，南面而拜曰 ：龙神则何我 梦耶？龙曰：汝为宋之\n后，将出而圣也。丘曰 ：微儒则何知以仁、圣乎 ？是质之始也。龙闻而去。后圣教乃兴。\n\n自秦承周祚，凡二千载，其间世事多迭，虽奇人多出，而龙踏凤至无有也。至若清室既濒，湖广\n异动，沅湘水绝。太常曰 ：此龙出也。因以绝，不就。遂谋以伯涵。复二十年，汉、沅、湘、江\n水止三月 ，秦陇动，泰山鸟不聚，京师三见佛仙，东川地裂。太常曰 ：此龙生也。后润之生，东\n方乃正。越百年，中国丰，毋见异象。\n前月秋至，风发乎北原，汇乎 （ 某处），牛负走，人无可立，虽百年树不能直，风过稍安。夜而星\n动，长庚不明，月则隐，举目无见。又三日，太阳出阴，东海，鸟倦而不飞，犬喑而不吠。鸡则\n夜啼，马则晨嘶。自俸井不能安，民皆惧。元真老人，秦川异鹾都的中鵯帻岐沉也賁每卜，卦不\n能尽。遂走于陇，见日耀而不止。复求以《易》 ，得龙凤各见于 （ 某处）。是（ 某人）也。后乃以\n合九世，洎而安。",
      "content_mode": "prose",
      "page": 8,
      "id": "随笔-4"
    },
    {
      "title": "标题",
      "date": "2023年10月13日 1:46 | 8字",
      "content": "结满红叶的梧桐树，",
      "content_mode": "poetry",
      "page": 10,
      "id": "随笔-5"
    },
    {
      "title": "标题",
      "date": "2023年10月1日 22:53 | 20字",
      "content": "秋雨细如沙\n瑟瑟北风发\n山河一惊别\n青鸟乱烟霞\n\n||\n这首诗是一首补全诗\n||\n“挺好的，至少这种诗我可以量产了”\n“我觉得已经形成了自己的风格了”",
      "content_mode": "poetry",
      "page": 11,
      "id": "随笔-6"
    },
    {
      "title": "相见欢",
      "date": "2023年9月25日 15:49 | 36字",
      "content": "秋风明月轻瘦，泪横流，晚来长河孤影对月酬。\n山花色，自离别，难消愁。憔悴风雨寒霜伤寒秋 。\n\n||\n“相见欢，别时难，春水东去江水寒”\n“比之江南国主所作如何？”",
      "content_mode": "poetry",
      "page": 12,
      "id": "随笔-7"
    },
    {
      "title": "秋日闲作",
      "date": "2023年9月22日 14:28 | 223字",
      "content": "是年秋，临潼桂花开，状若金屑，香及十里。忽风至，花落，若流黄莹莹。远望之 ，如金玉绸条 ；\n细品之，则如重文宣梓。余顾而叹之，复还远处，立檐台之上。感怀兴悲，念庾子山《枯树赋》 ：\n“小山则从桂留人 ”。因做（“小桂佳人 ”词。复于友戏作 ：“若乃小桂佳人，含精吐魄 ，春晗纤柳 ，\n冬临晴雪。于是舟汉水，浸溪谷，斜光射若五 彩，文梓宣比周台 ”。\n\n秋风溥至己有旬月，今乃风雨兼至。临潼南有骊山，凭望之，雾横雨斜而远山甫青。因作 ：“秋日\n斜雨落，一染半山青 ”。秋阳不昱，气正天高。 （“晚来秋雨落秋花，清风送霜华。山色徘徊老，星\n河醉乘槎 ”。此其歌也。\n秋雨落秋花 ，清风送霜华\n山色徘徊老 ，星河醉乘槎",
      "content_mode": "prose",
      "page": 13,
      "id": "随笔-8"
    },
    {
      "title": "标题",
      "date": "2023年8月21日 17:57 | 456字",
      "content": "燃灯待来人\n\n我想把这句五言补全，可是我要表达些什么呢 ？关于西藏 ？关于佛？关于我自己 ？\n\n西藏人民迎来了大解放，佛教文化也进入了新的时期，我的变化也非常大。\n\n燃灯待来人，这句话起的基调非常高。燃灯古佛是过去未来佛，主管一切时间。与之 对应的应该\n准是沧海桑田的变化，这样才对的上。我脑子里一直有一幅画面，一位老和尚在无人的寺庙里独\n自生活，每天打扫寺院，每天诵经礼佛，每天晚上在佛前点燃一盏灯，仿佛在等一位有缘人来。\n\n西藏的有缘人是共产党，共产党解放了西藏，实行了民主改革。佛的有缘人是谁呢 ？佛法无边，\n佛是洞悉一切的 ，佛的有缘人是时间。那么我的有缘人是谁呢 ？谁能拯救我，我所遭受的苦难是\n自上而下的改革就能解决的吗，还是要经历一次彻底的民主革命 ？\n\n时间，时间是所有问题的答案，是宇宙的通解。时间会造就无限可能，所以时间是最珍贵的，在\n时间之外，没有时间也就没有生命，就没有一切，就是虚无。物质成形需要时间，所以时间之外\n没有物质，或许只有一个奇点。奇点是物质吗 ？它是一切物质的组合体，也算是物质。奇点为什\n么爆炸，因为有了时间，有了物质运动，才会产生压强之类的概念，所以时间创造一切也终结一\n切。\n\n时时无一时\n处处无一处\n万物归古烬\n燃灯待来人",
      "content_mode": "prose",
      "page": 14,
      "id": "随笔-9"
    },
    {
      "title": "孔颜之乐",
      "date": "2023年8月21日 17:46 | 56字",
      "content": "有孔子这样的老师、有颜子这样的学生、有对儒学至高的见解、有坐忘这样的境界怎么可能不快\n乐？\n百灵容予，千实而一 。\n稚野辋极，四时而终。",
      "content_mode": "prose",
      "page": 16,
      "id": "随笔-10"
    },
    {
      "title": "马屁文2",
      "date": "2023年8月21日 17:45 | 104字",
      "content": "某某尔工，慷慨体毅，公忠显著。弥长古而合今 ，肇荣新而建宇。文德有圣人之仪章业显华莹之\n就。维岳之礼，能以光甫 ；敬敏纯福，能以坚古。常纪而然，至于一质 ；是谓清襄，敢以致远。\n吾察于古知遂不易而成之者曰昭显。公亮乎宙世，可以践焉。遂乃献尔某物，以昭仪德。",
      "content_mode": "prose",
      "page": 17,
      "id": "随笔-11"
    },
    {
      "title": "朝闻夕死",
      "date": "2023年8月19日 21:07 | 496字",
      "content": "今天无意间想起来孔子的一句话 ：朝闻道，夕死可矣。我就想，什么东西可以让我朝闻夕死。\n\n一开始我以为没有。不过很快，我就想明白了。文学，只有文学能让我朝闻夕死。或许写出几篇\n传世的文章而后死 ；或许悟出一些道理而后死 ；或许解开心中的杂念而后死。不论什么情况，对\n我而言都是极好的归宿 。\n\n进而，我想到，我对文学，究竟是怎样一种情感。我热爱文学吗 ？我也说不清。可是要论文学对\n我影响几何 ？我认为应该是很大的，至少在一段时间里，文学是我生活的支柱。但是，实际上我\n甚至不能确认什么是 （“真的文学 ”。我自认为文笔不错，但其实写出来的尽是些 （“假文学”，甚至\n谈不上“假文学”，充其量只是一些好看的文字罢了 。\n\n可是不论真文学还是假文学，无疑都对我有很大影响。我以为的文学，在鲁迅和庾信之间，应当\n以前者为尊 ；庾信风雅 ，都不过为上流统治者所赞颂，于元庶黎民，则尽是可有可无之物。\n\n故而我主观的分开了 （“真文学”与（“假文学”“真文学”应当是于国于民有实利的文字 （“假文学”\n要么是有阶级性的，要么就是于国家民族无用的废品。\n\n然而，如《登幽州台歌》一类的文字，虽然内容上都是抒发情感而不提及大众的，但是却无疑为\n“真文学”。所以应该引出一个新概念 ,那就是“纯粹文学 ”，即以文字的力量为主要的一种文学。\n这样一来，我以前的文字就可以归纳进这个范围内了，我也就可以稍安心些了 。\n\n唉，实际上都是文人放的屁。",
      "content_mode": "prose",
      "page": 18,
      "id": "随笔-12"
    },
    {
      "title": "游洛阳有感",
      "date": "2023年7月21日 8:07 | 396字",
      "content": "最近有时间在洛阳转转，白天逛景点，晚上回宾馆躺着玩手机，说来有六七天没有看书。对照着\n史书的内容，我自然的去金谷园转了转，但是现在的金谷园只是一个城中村，早已经不复当年的\n盛况了。这几天我经常在想是否应该重新修建金谷园，再复刻当年金谷春晴的景致。后来去十字\n街，那里道路繁华，商户倚叠。我突然想到，古往今来的几千年里，这不就是洛阳城最繁华的状\n态吗？只有在这一刻，洛阳城的一切繁华才与人民有关。人民是历史的推动者和创造者，读历史\n更要坚持人民史观。从前中学时学《阿旁宫赋》 ，并不知其中道理深浅，但是现在回想起来，这才\n是真正坚持人民史观的好作品。自曹氏代汉到刘氏代晋，魏晋的风流从洛阳播越建康，但是人民\n的苦难从来没有停止过。从八王之乱到永嘉之乱，世家大族只把人民当做维持权力的工具，人民\n的鲜血浸染北国大地，中原每一处山川草木都永远回荡着刀剑的声音，而王谢庾桓夜夜笙歌。\n\n“宰衡以干戈为儿戏，缙绅以清谈为庙略 ”。客北的庾侯还能有开府的大位，而流窜的饥民，只能\n望着映射繁天星光的鱼篓，默默哭泣。",
      "content_mode": "prose",
      "page": 20,
      "id": "随笔-13"
    },
    {
      "title": "标题",
      "date": "2023年7月15日 13:04 | 106字",
      "content": "感夫千载洛邑，引对酬者百二十，同舆乘者千三百。黄垣丛树，曲水潦引 ，俯而思之 ；\n义士用命 ，雅客论诗，所道者丘山 ，所为者黄水。凛然风发 ，南附曲阿之郭，东归荥阳\n之邑；进而北投燕冀，西向凉雍 ；所止者辟士，所服者元庶。天其降物，一质其然，难\n赋宋玉之辞，岂效秦庭之哭。\n\n||\n“坐在前往洛阳的绿皮火车上读《晋书》，有感而发”",
      "content_mode": "poetry",
      "page": 21,
      "id": "随笔-14"
    },
    {
      "title": "蚊子歌",
      "date": "2023年6月1日 23:12 | 164字",
      "content": "嗡嗡嗡，蚊子歌，日日夜夜不停歇\n傍晚归来力尽竭，欲上南枝梦一觉\n整衣冠，佩香荷，须刻朝天登殿阁\n宰揆持圭兴章业，诏谓许就美娇娥\n被华锦，奉双玨，王子布衣求不得\n列封侯伯君王侧，玉宇执玠通阊阖\n嗡嗡嗡，蚊子歌，置酒山阳长舒嗟\n玉帐清宵奏华乐，先行丹陛后中和\n\n青发丝丝愁如雪，蚊子何时停华歌\n梦里黄粱终不见，长庚夜落几回眠\n灯斜影移三四点，蚊子几何不得闲\n敢请神柯三尺剑，尽除蚊虫天下安\n后记【1】 “听许巍的歌可以很快让我进入状态”\n||\n“诗，借蚊讽人”\n“搅人清净”\n“没写完呢，脑子转不动了，但是还是睡不着”",
      "content_mode": "poetry",
      "page": 22,
      "id": "随笔-15"
    },
    {
      "title": "标题",
      "date": "2023年6月1日 23:05 | 60字",
      "content": "延年谱新曲，师旷抚琴弹\n鼓瑟出叔夜，长吟正龟年\n玉笛清萧至，几度梦中闻\n孔子不知肉，周公礼乐存\n烨烨东海辉，熠熠泰山岩\n斜灯舞唐皇，晖影见谪仙",
      "content_mode": "poetry",
      "page": 23,
      "id": "随笔-16"
    },
    {
      "title": "标题",
      "date": "2023年6月1日 16:50 | 17字",
      "content": "初，上诏宴群臣，以内侍作《宴乐图》二，专东宫。",
      "content_mode": "prose",
      "page": 24,
      "id": "随笔-17"
    },
    {
      "title": "标题",
      "date": "2023年6月1日 0:24 | 105字",
      "content": "我总觉得上了一个工科大学，科学知识没增长多少，文学水平却提高了不少，我现在能写骈文，\n能写诗，能写词牌，虽然质量称不上多好，但是我觉得在用词用韵上也颇具古风，我的本质还是\n一个浪漫主义诗人，一个传统中国文人，一个有崇高理想的共产主义者。",
      "content_mode": "prose",
      "page": 25,
      "id": "随笔-18"
    },
    {
      "title": "讨乔氏檄",
      "date": "2023年5月30日 10:58 | 758字",
      "content": "我太祖高皇帝拓土攘夷，归于宪政 ：我仁宗昭皇帝解化万民，再造基业。民主建国共和兴业，乃\n能睥睨天下，纵横四海 ；裂苏修，遗日本，戕欧盟，隳中东。于是天下布武，御国土于四方 ；圣\n道王化，摄万国于纲纪。于是世祖兴而玄宗举，荡寇于万里之外，安靖于白宫之内，遂使裕仁西\n面而叩首 ，拉登四遁而折辟。民皆安业，吏咸守规，大河清淡，海不扬波 ；入则有法纲正序，出\n则有控弦甲护。亚当闻而欣舞，卢梭见而颐展。\n\n玄宗二祚，朝纲肃纪，拯民于危难，救国于水火。白宫禁内，施以仁德，四方域中济以宽佑。于\n时拜登领揆，总制宇内，众以玄宗治世，总迁其意。然小人作势，奸佞兴威，乃开兵衅，废法度 ：\n劳师远征，尽殁天下男儿 ：国帑虚盈，咸充金虎之库。海军台謗釭堌辫份引，征国准贼之任 ；众\n议院中，罢士林之言。屡兴淫威，斥忠义之行 ；废礼黜法 ，扬谬丑之径。居正位而不图国家，摄\n宰辅而不取民意 ；位祚驰废，江湖潜沸，于是丙申辛丑，懂王嗣立。\n奉先君之成业，荷国家之荣举。通天理，晓人文 ，预课赋，罢兵衅。遂使大湖之锈，岐屹 逢春；\n险兵死地，徙倚离合。海湖园中，数诏以正业 ；推特网上，三发其仁政。德合明皇，功盖仁宗，\n进为中宗，号曰孝显。吁哉 !伏氏之君欤 ？柏氏之国欤 ？至若庚子己丑，中宗再立，既已民选，奈\n何陆沉，金花钿落 ，潢池苑沉。于是拜登兴法乱我纲序，阴篡墀陛，圣王下狱。\n\n伪临朝乔氏者，私图元授之重，窥窃九鼎之器。尔乃逆行伊霍，专政自居。弃民若敝，煬义如残\n芥。呜呯 ！孟德斯鸠之已亡 ，苏格拉底之不祚 ！忠贤亮辅，下于诏狱， 独夫恶党，立于庙堂，先\n祖德宗之成法， 中宗懂王之仁政，并已遽衰，道穷中兴。华府欺民，国会不信，国中秽乱，王气\n益衰。\n\n九千里美国，三千万玛噶，兴威则山岳潜匿，作势则大河不。科迪勒拉之山，遍展赤旗 ；密西西\n比之径，咸追王业。纳什维尔之变，护我民主 ；克伦威尔之故，保我宪政。嗟夫 ！国贼拜登之未\n竟，圣主懂王之不存。二载同恺，扶立九知之君 ；四月春狝，尽诛败乱之贼 ！移檄州县，咸使知\n闻。\n注\n\n太祖高皇帝 :华盛顿\n仁宗昭皇帝 :林肯\n世祖皇帝 :罗斯福\n玄宗皇帝 :准奥巴马 ,玄者黑也\n明皇帝:杰弗逊\n伏氏:伏尔泰\n柏氏:柏拉图\n德宗皇帝 :麦迪逊\n玛噶:MAGA,make america great again, 懂王私军\n\n|| 5\n月30\n日发表于百度贴吧 -\n骈文吧\n||\n“我骂人水平还是不行，比不上那些文人，大文人写诗厉害骂人也有一套。”",
      "content_mode": "prose",
      "page": 26,
      "id": "随笔-19"
    },
    {
      "title": "标题",
      "date": "2023年5月29日 16:05 | 218字",
      "content": "下过雨的西安好像越发潮湿的像南方。洗净的衣裳被连着挂起三五日而不能干，久不见太阳的被\n褥也似发霉一般，就连平常的门壁也结起了一层水气。\n\n如我等不能见阳光已经数日，此刻居然开始怀念起有太阳的日子来。此际虽燥热，但衣裳不消几\n刻就能干，门上也不必结起凝汽，穿上新鞋也不须多虑会踩中坑洼水塘。孩子们可以在外肆意玩\n耍而不用担忧几时有雨来，户主们可以打开窗而不会糟心于脏水溅进屋里，野花野草也可专于成\n长而不必思虑阳光水分。\n骊山西山比南山\n连日雨水湿秦川\n此刻闲坐屋檐下\n料想或有放晴天\n||\n‘看似写景，实则写事’\n“禁止望文生义”\n“散文也是凝一的，所以不能如叙事\n一般发散，只能追求意和而神近”\n“清心居世，静以宽人”",
      "content_mode": "prose",
      "page": 29,
      "id": "随笔-20"
    },
    {
      "title": "标题",
      "date": "2023年5月18日 21:45 | 84字",
      "content": "大鵬側翅噴神火\n蛟龍出海探長波\n巨獸翻沙長河攢\n將軍設帳紫崖巅\n震澤雄山三江水\n長龍破空凝天雷\n八十四嶺神佛怒\n七十二載崢嵘路\n十萬玉碎連日死\n血染兩江逐日紅\n熠熠神魂動方遒\n雄武血氣震夷戎",
      "content_mode": "poetry",
      "page": 30,
      "id": "随笔-21"
    },
    {
      "title": "《琼州游记》",
      "date": "2023年5月11日 12:50 | 567字",
      "content": "先年时，琼州地僻物薄而以海山为隔，以至人多难化之民，故有 （“夷州岛民 ”之称，历为谪迁之\n所，宋苏文忠公曾来此，教夷民以圣人之道，后有明海忠介公秉为天下，其道一也。琼州，曾为\n广东之属，明清虽有海禁之策，然不可束之者多矣。至若开广州十三行时，自潮汕而至琼州沿海\n之民几户户为商，海策实乃不兴矣。广东之麈辚谵，有迁于琼州者宋，其后有宋氏发于文昌，揽\n天下财权于一族，时以为奇。\n\n琼州之盛，在海与林。海者 ，天地凝而一者矣 ；林者，异树奇丛者矣。内陆之民终日不见海，余\n世居长安，所见可堪 “盛”者惟南山而已。南山壮魏峨，然天下高山皆壮魏峨，天下之爱南山，\n盖其有汉唐故韵矣。前年余还山东，山东之海可思者蓬莱仙洲，南海广瀚，然几无可思可叹者，\n惟南山寺之海聊有可思者。\n\n或曰长安之寺可游者多矣，且多为千年之广刹，何博以僻岛之新寺。南山寺之盛在有临济宗也，\n宗门两代皆发于斯，可见有为于佛门，后乃修百丈现音圣像于海上以全其愿。时人传之圣像立而\n三亚风小，以有大佛镇之耳。琼州偏地遂有真佛居之，是故海不在广，寺不在老，其质一也。余\n游寺多矣 ，惟爱杭州灵隐寺与琼州南山寺，以其风景绝异而有佛法也。\n\n至于山林异况，可游者更少。琼岛之山无高者 ，林无广者，是故景无盛者，惟异也岛上树多阔叶 ，\n而以椰树为主 ，昔夷民衣之以叶 ，砌之以木，食之以果，是以少农耳。然登高处以现沧海，神然\n有奇感，方其日暮时 ，红日映于野 ，波光荡漾，恍恍然有古人立志之感，堪为神妙。\n\n已矣乎，虽边僻之岛然异景多矣，是以人咸爱之。然则虽广厦千万 ，余独爱者惟长 安一所也，是\n以关中之人良困无关中也。\n\n||\n“还真让我写出来了”\n“这是人生中第一篇完全体文言文”",
      "content_mode": "prose",
      "page": 31,
      "id": "随笔-22"
    },
    {
      "title": "标题",
      "date": "2023年3月18日 8:38 | 18字",
      "content": "可怜人\n三更伴鸡鸣\n晞露大如珠\n星月负行囊",
      "content_mode": "poetry",
      "page": 33,
      "id": "随笔-23"
    },
    {
      "title": "近春",
      "date": "2023年3月4日 17:11 | 20字",
      "content": "青青柳叶新，熠熠薤里津。\n远山连天雾，近春晴水粼。",
      "content_mode": "poetry",
      "page": 34,
      "id": "随笔-24"
    },
    {
      "title": "矿院传奇",
      "date": "2022年11月2日 21:43 | 387字",
      "content": "公元1958年，随着西安交通大学矿业冶系独立办学，西安矿业学院诞生了。为此中南大学曾发\n来贺电表示，当我看到安全科学与工程专业它和我的评级相同时，我就知道我多余了。仅仅提起\n矿院的诞生就已经震惊了整个世界。欧洲曾表示，如果我们有矿院毕业的工程师，那么我们的能\n源将不会受制于人，苏联也表示，如果我们的工程师在矿院接受过培训，那么切尔诺贝利核电站\n就会永远安全高效地运行下去。人类全才达芬奇曾说，西安矿业学院的优秀教师我数了一夜，不\n是因为数完了而是因为天亮了。在那段普遍不重视高校体育的日子里，矿院学子独树一格，自强\n不息，其强健的体魄 甚至令尤塞恩博尔特汗颜 （“即使是我也无法第一个从一教冲到食堂 ”。人类第\n一个宇航员加加林曾表示，如果我登上的是矿院的西科 E站，那么现在月球上的电波也将永不消\n逝。此言一出震惊四座，各大 985高校纷纷表示，作为世界第一一本，矿院属实谦虚了。美国人\n在谈论技术封锁的时候也承认，我们永远不可能打压中国，因为他们有西安矿业学院。",
      "content_mode": "prose",
      "page": 35,
      "id": "随笔-25"
    },
    {
      "title": "标题",
      "date": "2022年10月24日 0:19 | 207字",
      "content": "水龙吟\n露寒烟冷蒹葭老，天外征鸿寥唳。银河秋晚，长门灯悄，一声初至。应念潇湘，岸遥人\n静，水多菰米。乍望极平田，徘徊欲下，依前被、风惊起。\n须信衡阳万里，有谁家、锦书遥寄。万重云外 ，斜行横阵，才疏又缀。仙掌月明，石头\n城下，影摇寒水。念征衣未捣，佳人拂杵，有盈盈泪。\n\n湿雨寒烟黄叶催，雾锁横长秋涧。苦江寒日 ,何须长言，秋兴不祚。风起平阳，水波清淡，\n孤雁回转。往昔不可追，直思长泪，情至真、更无言。\n应记长安故旧，雨淅沥、少年满志。春起征鸿，何时却道 ，各分天外。去日还清，再拜\n无名，束礼难再。念春池依旧 ，杨柳依依，灞上难离。",
      "content_mode": "poetry",
      "page": 36,
      "id": "随笔-26"
    },
    {
      "title": "标题",
      "date": "2022年9月23日 22:02 | 745字",
      "content": "学校图书馆二楼有一幅非洲妇女画像，我想这幅画可能是她一生中最美的时刻，她的眼泪像珍珠\n钻石，她外翻的红红的嘴唇她禁闭的双眼 ，都仿佛天地间最自然的最自由的。我想，她一定在想\n些什么，她所想的一定不是功利的，一定是自然的，天真的。\n\n诚然，我们看着她，长长的脖子和不加修饰的衣物体现出落后的审美，野蛮的装束。然而对她来\n讲，一切都切乎自然，错综的渔网网不住她的美，湛蓝的眼彩只是极美的修饰。\n\n我想，在遥远的非洲，在他们干涸的土地上，会有一位画家，或许从千里之外的欧洲来，或许从\n他们国家的首都来，或许只是本村子一个受过现代绘画艺术教育的人来。他找到这位妇女，同时\n如我一样惊于她的美，于是铺开画布，用夸张的手法，用写实的手法，用大胆的手法，用细腻的\n手法，用复杂的手法，用朴素的手法，用不加修饰的手法，用满是修饰的手法，创作出这幅美丽\n的画像。\n我们为什么要学习，为什么要有追求 ？我是一个极自私极功利的人，我永远也不如这位妇女或那\n位画家一样，只追求纯真自然，我甚至不会在画前落泪，如同我惊叹于国家山水的奇观，但我不\n会落泪。\n\n如果我去非洲，去这位妇女或那位画家生活的地方，他们一定会惊叹一位中国人千里迢迢来到他\n们的家乡，只为一幅画。他们会邀请我体验他们的生活，或游猎，或画画，或农火，或远游。但\n他们不会了解我，他们只当我是一个向往美向往自由的异国来客，然而我的一切都无外乎利益。\n求利，侵蚀了我的心，我不可能像这位妇女或那位画家一样，只追求纯真自然，我甚至不会在画\n前落泪，如同我惊叹于国家山水的奇观，但我不会落泪。\n\n如果我去非洲，去这位妇女或那位画家生活的地方，他们一定会惊叹一位中国人千里迢迢来到他\n们的家乡，只为一幅画。他们会邀请我体验他们的生活，或游猎，或画画，或农火，或远游。但\n他们不会了解我，他们只当我是一个向往美向往自由的异国来客，然而我的一切都无外乎利益。\n求利，侵蚀了我的心，我不可能像这位妇女一样流下仿佛珍珠钻石的眼泪，因为她的眼泪是从最\n纯真的人的眼里流出来的那自然是胜过珍珠钻石，而我的眼泪，是从一个狼顾的人的眼里流出来\n的，只像狼 一样为今天的晚餐流泪。\n\n我很可怜，我很幸运。这位妇女和那位画家也很可怜，也很幸运。他们一无所有却拥有一切，我\n拥有一切却一无所有。\n\n这位妇女会说 ：“感谢你，中国来的朋友，你就像高山上的白雪一样纯洁，你就像草原上最年迈的\n老人一样渊博 ”。\n\n那位画家会说 ：“感谢你，中国来的朋友，你就像雄狮一样充满力量，你就像天空中的云朵一样纯\n粹”。\n\n这时，我落泪了。",
      "content_mode": "prose",
      "page": 38,
      "id": "随笔-27"
    },
    {
      "title": "标题",
      "date": "2022年9月6日 17:22 | 26字",
      "content": "咱也是爹妈生养 。\n哪能受那鸟气。\n真该横刀快马，\n杀他个干干净净。",
      "content_mode": "poetry",
      "page": 41,
      "id": "随笔-28"
    },
    {
      "title": "标题",
      "date": "2022年8月29日 16:52 | 366字",
      "content": "路漫长\n1\n不，你不须走远\n你不应远走\n远方的人生路漫漫\n心境太远明日无限远\n崎岖中还是有出路\n\n2\n我不要别人为我设计快乐生活\n我只要选择我的命运\n12\n我们都在不断努力\n忘记了初衷\n在不安中幻想明天的生活\n我们都在麻木追求\n虚无缥缈\n乞讨着一丝丝希望\n2\n看不到希望\n让我绝望\n我还在，我还要继续\n\nMUSIC\n1\n谁能放弃年少的理想\n谁知道黑暗有多么恐怖\n2\n谁了解光明是否比黑暗更容易\n只是没有人愿意认输\n12\n我们都在不断努力\n忘记了初衷\n在不安中幻想明天的生活\n我们都在麻木追求\n虚无缥缈\n乞讨着一丝丝希望\n看不到希望\n让我绝望\n我还在，我还要继续\n\nMUSIC\n1\n一路上付出难得糊涂\n\n2\n一路上执着难得麻木\n12\n趁现在行走还有足迹\n让我和  你\n2\n你和我\n2\n怎会不成功\n我们都在不断努力\n忘记了初衷\n在不安中幻想明天的生活\n我们都在麻木追求\n虚无缥缈\n乞讨着一丝丝希望\n既然我还在，我还要继续\n继续这，人，人生路\n\n西安李宗盛\n2019.5.16 于西门",
      "content_mode": "poetry",
      "page": 42,
      "id": "随笔-29"
    },
    {
      "title": "标题",
      "date": "2022年8月26日 20:20 | 206字",
      "content": "南乡子·登京口北固亭有怀\n辛弃疾\n何处望神州 ？满眼风光北固楼。千古兴亡多少事 ？悠悠。不尽长江滚滚流 ，年少万兜鍪，\n坐断东南战未休。天下英雄谁敌手 ？曹刘。生子当如孙仲谋 。\n\n平仄仄平平，平仄平平仄仄平，平仄平平平仄仄，平平，平仄仄平仄仄平 。\n平仄仄平平，仄仄平平仄仄平，平仄平平平平仄，平平，平仄平平平仄平 。\n蹦曾等风更恒坑冷梦能碰扔僧疼翁曾生成正\n\n南乡子·秋兴\n青草岸边生，流水滢滢遇秋风。征雁南归照秋阳，难寻，人生何处不知秋天间接细雨，\n呦呦遍野黄叶催。江日长流生紫气，谁知，秋日几曾青草绿 。",
      "content_mode": "poetry",
      "page": 46,
      "id": "随笔-30"
    },
    {
      "title": "讨逆文",
      "date": "2022年8月17日 16:32 | 389字",
      "content": "今之台湾，无郑明公之雄略 ：今之中国 ，有施海候之英武。上朝天兵神威不减于当年，后世之人\n亦将有感于斯时。台湾东海之宝地，生民中华之赤子，是以虽数犯大逆，上朝仍不肯兴兵事。然\n命无常形，势有因果。天生圣人以养民，降奸人以涂炭 。\n\n彼蔡氏者，生于奸逆之庭 ，有倭人之父，不重家传 ，有违孝道 ，私篡祖庭，决于先人，妄行佞举，\n勾联宗贼，不法忠行，语夷自荣，认贼作父，以图拒统，东拜倭门西哀夷犬，不学无识，假文作\n论，偷分国帑 ，乱坏法度 ，奉夷正朔 ，不称中华。后乃敢挟海自持，窥窃神器，分裂中华，与诸\n夷谋，乱仪不轨，自取国纛。\n\n彼南希者，西洋夷人，窃居正位 ，乱政刍民 ，谋恋国财 ，权欲久盛 ，秽乱中国 ，至于收禁。夫保\n罗，贱谬极也，以权谋财，十年而有百亿之巨 ；鱼肉百姓，驾车而伤无过之民。子保罗，性好不\n良，挥金作势，淫人妻女，仗母欺人 ，窃其国本，与贼同兴。其族门奸性久盛。\n此二女者奸邪已极，不移下愚，近僚之所不改，志士之所不移。法以兴国，政以通民，今者民政\n不通，国法不兴，至于害论尤甚，以有二女也。神明不恕而民怨兴极泊乎此时则兵衅始矣。天兵\n神威何远，民贼私图何存 !",
      "content_mode": "prose",
      "page": 48,
      "id": "随笔-31"
    },
    {
      "title": "标题",
      "date": "2022年8月12日 15:48 | 28字",
      "content": "静听穿林打叶声 ，\n且无风雨且无晴 。\n料峭微风吹酒醒 ，\n谁怕烟雨任平生 。",
      "content_mode": "poetry",
      "page": 50,
      "id": "随笔-32"
    },
    {
      "title": "标题",
      "date": "2022年8月12日 0:27 | 29字",
      "content": "秋兴不祚，故行难再。\n\n秋天的景致不能长久，从前一起走的人也再难共行。",
      "content_mode": "prose",
      "page": 51,
      "id": "随笔-33"
    },
    {
      "title": "标题",
      "date": "2022年6月26日 13:02 | 327字",
      "content": "一个愚蠢的思想 ：既然可以躺着睡为什么不能坐着睡，反正本质上都是睡觉。\n\n这个问题是我今天中午突然想到的，它的思维本质是 ：从功利主义的角度出发，过分强调行为的\n目的而淡化其他。这里面被淡化的 “其他”就是行为的方式和其他诸多影响。\n\n这个思想的著名例子就是何不食肉糜。 皇帝看到老百姓饿肚子 ，他希望解决老百姓饿肚子的问题，\n于是从结果出发，发现了两条解决问题的途径，一个是让老白姓吃米吃面，一个是让老百姓吃肉。\n再根据缺米缺面的现实，得到了解决问题的方法，就是让老百姓吃肉。\n\n这种思想在任一时期的社会上都是广泛存在的。原因就在于 （“社会思想家 ”们思考问题的时候从\n来都是从 （“某某理论 ”、（“某某主义 ”出发的。而这些东西往往都是极其宽泛的，看似可以适用一\n切情景，但是不加以现实因素的话就成了纸上谈兵的赵括，望 （“思想家”们在思考问题的时候能\n注意这个小问题。\n未 分 类",
      "content_mode": "prose",
      "page": 52,
      "id": "随笔-34"
    }
  ],
  "未分类": [
    {
      "title": "标题",
      "date": "2023年9月26日 9:25 | 8字",
      "content": "愿你此生纯净如水",
      "content_mode": "prose",
      "page": 54,
      "id": "未分类-35"
    },
    {
      "title": "APPLY",
      "date": "2024年1月5日 20:16 | 135字",
      "content": "Applied appliance:The key to the door of the warehouse\nReason:To supply the food and the water\nApplicant: 赵一杰\n\nApplied appliance:Your computer\nReason:\nApplicant: 赵一杰",
      "content_mode": "prose",
      "page": 55,
      "id": "未分类-36"
    },
    {
      "title": "标题",
      "date": "2024年8月14日 1:35 | 21字",
      "content": "录尚书事，司隶校尉，侍中，假节，都督中外诸军事 ，\n\n邺候\n\n||\n“在古代我的要求不高，能干到这个成度就足够了\n，下一步就是皇帝看我劳苦功高，给我一赐一个入朝不趋，赞拜不\n名，剑屡上殿\n”\n“再下一步就是我封无可封了，就只能封王进九锡了”\n“封王的话最好给我封个大国的王，就是秦周赵魏齐那种”\n“那南方的什么楚王吴王越王咱看不上”\n“再下一步就是效法伊尹故事”\n形策论文\n2024\n年\n5\n月\n26\n日\n|\n字\n\n大学生就业现状及对策建议\n【摘要】最近几年，我国高校的招生规模在不断扩大，毕业生数目逐年增加。有很多的大学生在\n毕业之后没有找到合适的工作，这就表明我国的大学生在面临着严峻的就业压力。当前最值得深\n思的社会热点问题之一就是大学生就业难，而这个问题引起了社会的广泛关注。本文主要分析当\n代大学生的就业现状，在这个基础上，结合一些大学生的就业意识和方向，提出了针对当代大学\n生就业的一些对策 。\n【关键词】大学生 ；就业现状 ，对策\n1.当前大学生的就业现状\n就业问题就是民生之本，是人们关注的社会热点之一，所以说就业问题不仅仅是我国的问题，更\n是世界性的课题。但是相对而言我国的就业问题尤为突出，这其中最重要的就是大学生的就业问\n题。而伴随着全球经济危机的发生，很多行业的工作岗位在不断的减少，在一些经济发达地区，\n甚至出现了 （“工作荒”。 高校毕业生的就业问题就成为了一个焦点， 同时也是难点。 对于企业而言，\n他们要做的选择就是寻找有经验的员工，而这与学校的培养目标和标准有很大的区别。\n\n学校的培养方式较多都是传统、单一的模式，而企业对更倾向于复合型以及创新型的人才。这些\n都为大学生就业增加了屏障。但是由于国家的就业政策在发生变化，这使就业模式也发生改变，\n由之前的 （“就业分配 ”转换为（“双向选择，自主就业 ”。这种就业模式更加的灵活、有一定的发展\n前景，可以为一些毕业生增加就业机会。这是一种进步，能够促进我国经济的高速发展，能培养\n复合型的人才， 也能为大学生提供更多的就业机会。 而当代大学生的就业模式更是转化为一种 （“先\n就业，再择业 ”的观念，而这种观念更是被广大毕业生所接受。\n\n2.当代大学生就业现状的深层原因\n\n2.1 高校方面\n\n2.1.1 高校专业设置不合理\n由于高校不能按照市场的需求而设置一些专业，通常而言，高校中专业的设定都是根据学校中的\n老师和和本身所具备的条件而设定的。而这就忽视了一个很重要的问题，四年之后的市场是否需\n要这些专业的大学生， 这样的高校专业设置会阻碍社会的发展。 这就是大学毕业生就业难的根源。\n而这种不平衡的专业设置和盲目性的专业雷同更造成了就业结构的严重失衡。\n\n2.1.2 高校对学生综合素质培养的忽视\n\n当代大学生的综合素质不能得到一定的保证 ，虽然读了四年的大学 ，但是并没有学到一些实用的\n技能，学校没有思考学生在离校时能带走些什么。很多高校只是对学生进行专业课的教学，而其\n他的素质方面则不闻不问。一些高校很少组织学生参与专业相关的社会实践，这样就导致大学生\n在毕业后，走上社会并没有良好的心理素质和动手能力，这就达不到就业单位的根本要就，从而\n加剧了当代大学生就业情况。\n\n2.2 当代大学生就业概念的不适当性\n2.2.1“铁饭碗”就业观念\n\n因为计划经济体制对当代大学生的影响，国家实行的 （“统，包，管 ”的分配体制，致使大学生毕\n业就会出现 （“铁饭碗”这样一种现象。但是伴随着市场经济的不断发展之前的就业模式也在不断\n的变化，虽然仍有许多毕业生不能转换这个传统的就业观念 ，脑子中还是 （“等，靠，要 ”这样的\n旧思维模式。这就导致当代大学生的就业观念出现了严重的偏离。\n\n2.2.2“学而优则仕 ”就业观念\n\n在很多地区，由其是一些经济不发达的地区，人们普遍受到传统思想的影响，认为考大学的目的\n就是做官。因为只有在国家的事业单位或是政府部门工作才是一份体面的工作，才能实现自己的\n人生价值。这样他们表现出的就是追名逐利，不看重事业和奉献精神。而这些人也不可能踏踏实\n实的去做一些实事。而找工作困难更是很自然的一件事情。\n\n2.2.3 用人单位用工制度的变化和企业单位用人管理机制的变化\n伴随着全球化经济的不断发展， 竞争压力也随时存在， 这就使就业单位对大学生有了更高的要求 ，\n无论是自身素质或是知识的存储方面。然而社会的专业化分工在不断的加强，就业单位也很重视\n当代大学生的专业知识和技能 。除此之外 ,企业单位也更倾向于用非大学生 ，让他们来代替大学生\n做一些体力劳动从而降低生产的成本。而应届毕业大学生还有一部分的竞争压力来源于有工作经\n验但是频繁跳槽的往届大学生，他们相对而言有更多的工作经验和边际生产力。\n由于社会经济朝着全球化方向发展 ，致使社会中的各行各业分工更加的详细，有些专业的设置没\n有办法满足当前的经济发展需求。所以高校可以在专业课的设置方面思考自身的优势，并将这些\n学科做大做强，能够让学生形成扎实的基本功，从而成为一逕总种优势学科。让学生能适应新的\n环境从而达到竞争的需求，\n\n3.1.2 高校应确立以市场为导向，合理调整教学模式和结构\n\n虽然伴随着社会主义市场经济体制的改革和深化 ，经济结构对不同的劳动力也有不同的需求 ，这\n就要求高校能在专业课的设置上跟上社会发展的步伐。要能够运用各方面的资源预测未来人才和\n社会的需求。从而不断的调整学校的专业结构，确定招生的专业和比例。除此之外，高校需进行\n人才培养模式的改革。只有不断的加强当代大学生综合素质的培养，才能让学生与社会有机的结\n合，从而不断提高创新能力。\n\n3.2 大学生自身\n\n3.2.1准确定位，不要盲从，树立正确的就业关念\n\n而对于学生来讲，要了解自己的优势和对自己的定位，不能过分强调高工资和高待遇，要了解自\n己的实力和能为企业创造的价值。更不能盲从，要根据自己的生活环境、工作能力以及社会背景\n确定自己的就业方向。要打破原有的思维模式，树立起新的就业观。要能够主动就业 ，不要有攀\n比，依靠的心理。能够从实际出发，正确定位，客观的评价自己，寻找合适的职位，能够到基层\n实现社会价值和自我价值。\n\n3.2.2 发挥主观能动性，进行自主创业\n自主创业对于当代的大学生而言也是一种重要选择，一些西方发达国家的大学生在毕业时就开始\n了创业。对于这些人来讲，创业是一个不断学习和调整的过程，要有 积极心态。\n\n3.3 政府从整体宏观上优化人才结构\n\n我国目前人才结构呈现出一种两头小和中间大的发展格局 ，也就是缺乏高端人才和技工类人才。\n而从上个世纪的九十年代以来，我国主要从三个途径来培养人才。一是，技工类的职业院校 ；二\n是，中专学校 ；三是，高校。但是高校的扩招致使前两种的生源大量减少。还有一些技工类学校\n由于找不到学生而被迫关闭。这影响了人才结构的合理分配。\n\n当代大学生的就业问题是当前社会中很突出的问题之一 ，而解决这种问题存在一种紧迫性和必要\n性。而大学生人数和就业的压力在成反比的发展，也会阻碍我国经济的快速和可持续发展。虽然\n说解决大学就业难是件难事，但是只要社会经济在高速发展，就能为当代的大学生提供更多的工\n作岗位；作为学校一方，通过加强管理 ，注重学生的实践能力和综合能力 ；作为当代的大学生就\n要有正确的择业观， 从各个方面提高自身的综合素质 ，只有这样才能有效地解决大学生的就业问 。\n题。\n\n4.总结\n\n大学阶段是一个人能力培养最重要的阶段，也是最容易的阶段 ，所以，我们都必须抓住这个机会\n努力培养自己的能力，提升自己的能力。现在的大学生一般都是有很多的课外时间的，如何利用\n好这些宝贵的时间，是每一个大学生都应当思考的事情。大学期间，在保证不影响到自己课程的\n条件下，可以积极地参加一些集体活动，社团、学生会等等都是一个可以锻炼自己的平台。在参\n与这些集体活动的时候，你需要与他人交往，而在这个交往的过程中，你就会不断提升自己的人\n际关系能力。而且，参加这些活动，可以让 你认识更多的人 ,结识更多的朋友，能够从朋友那里学\n到很多有用的东西，这些都将使你受益终身。",
      "content_mode": "prose",
      "page": 56,
      "id": "未分类-37"
    },
    {
      "title": "标题",
      "date": "2024年5月7日 10:18 | 174字",
      "content": "风流进入 3m直径的的圆形水平巷道，起点风温为 16℃，质量流量 G=1362kg/min=22.7kg/s ，巷\n道长度L=1000m ，巷道深度原始岩温为 43摄氏度取对流换热系数为 9.085w/m2(℃ 度，岩石导热\n系数为2.6w/m(℃ ，岩石比热 879J/kg(℃ ，密度2600kg/m3 。不考虑其它热源 ,(1)分析距巷道不同\n位置的风温随着时间的变化规律 ;(2)巷道末端通风 1小时，1天，1周，1年，5年后的风温分别是\n多少?",
      "content_mode": "prose",
      "page": 65,
      "id": "未分类-38"
    },
    {
      "title": "三朝",
      "date": "2024年4月5日 12:03 | 字",
      "content": "",
      "content_mode": "prose",
      "page": 66,
      "id": "未分类-39"
    },
    {
      "title": "标题",
      "date": "2024年2月25日 0:08 | 59字",
      "content": "世界的缤纷在于一切风鸟花月\n世界的多彩在于一切云雾山海\n世界的深邃在于所有永远具备深刻意义的诗人\n而世界的意义，在于我能遇到你",
      "content_mode": "poetry",
      "page": 67,
      "id": "未分类-40"
    },
    {
      "title": "标题",
      "date": "2024年2月25日 0:07 | 375字",
      "content": "早上被闹钟吵醒，还有睡意，但今天早上的课不用上 ，因而又直躺在床上再养养神。躺到七点半\n左右，我知道该起来了，于是就快步下床、穿衣、收拾、出门。这一天很不凑巧，是大雨天，我\n只好坐地铁去医院。然而在上地铁之前我确尝试过骑电动车，只是雨太大，单单到地铁站不到一\n公里的路程就已经把我彻底浇透了，\n地铁上人很多。不过很幸运，我几乎是全程有座位。坐定后，我戴上耳机听音乐，又开始想着文\n学的东西。我觉得散文的练习还是要从写景开始，这景不只是叫人惊叹的自然景观，其实一切周\n边环境都可以写。写景塑造的是对文章结构的把握，还有对时间空间的掌握力，当然也少不了对\n好词好句的训练。\n人在环境中感受到巨大的痛苦，于是就想摆脱环境，但是环境摆脱的了吗 ？如果离开旧环境而没\n有融入新的稳定环境，那么到最后只能是为了避免旧痛苦而遭遇新苦罢了。而往往这新痛苦还更\n甚于旧痛苦，因为这种状态下人还不能完全摆脱旧环境的桎梏，并且还要遭受处于不稳定的新环\n境中的不确定性。",
      "content_mode": "prose",
      "page": 68,
      "id": "未分类-41"
    },
    {
      "title": "女人分级",
      "date": "2024年1月8日 3:35 | 34字",
      "content": "(0，8)幼女\n(8，15)女孩\n(15，18)少女\n(18，28)女青年\n(28，55)少妇\n(55，∞)老女人",
      "content_mode": "prose",
      "page": 69,
      "id": "未分类-42"
    },
    {
      "title": "佳人赋",
      "date": "2023年11月25日 8:31 | 40字",
      "content": "腰如束素，齿若含贝。妍妍悦态，卓卓不媚。赤则华华不持，翠绸则雍雍不质。眄睐乎\n长水东逝，安佇乎",
      "content_mode": "poetry",
      "page": 70,
      "id": "未分类-43"
    },
    {
      "title": "标题",
      "date": "2023年11月24日 13:27 | 247字",
      "content": "我只是不愿意打扰别人，也不愿意被别人打扰，我只是想要按照自己的理念讨生活。但是在我很\n少打扰别人的情况下总有人打扰我，很多时候别人不能如我所愿的停止对我的生活的干涉，因此\n我的生活理念也就很难存续。\n\n·面对生活和生命，我不愿意再抗争什么了，只要平和的挨过这段日子就好了。所以我不断索取\n生活中隽永的东西，而最隽永的，不过就是人的情感，记录并传承人的情感的，就是文学。\n\n·生命灿烂，宇宙广阔，我总以为容得下我这样的人。其实说到底，我只是在面对人生的无常中\n有一种极大的无力感。这无力感是战士的疲惫，但绝不是彻底投降。不论如何，我总是要把命运\n掌握在自己手上的。\n\n||\n“我觉得世界广阔，生命灿烂，我又怎么能把自己框在一隅小天地内呢”",
      "content_mode": "prose",
      "page": 71,
      "id": "未分类-44"
    },
    {
      "title": "Financialanalysis",
      "date": "2023年11月20日 10:31 | 135字",
      "content": "房\n不低于130平\n每平1.8万\n总价格:130x1.8=234\n首付50%:0.5x234=117\n装修:不低于25万\n房贷:0.55x12=6.6/ 年\n总价:142/总+6.6/年\n\n长辈费用支出\n医药费:\n4x15=60\n4x2=8/年\n生活费:4x0.3x12=14.4/ 年\n总价:60/总+22.4/年\n\n家庭费用支出\n丈夫:0.3x12=3.6/ 年\n妻子0.4x12=4.8/ 年\n标题\n2023\n年\n11\n月\n4\n日\n| 234\n字\n\n她眼里常有一种愁怨，这愁怨不同于哀怨，是一种含情的愁怨 ，像是魏晋高士的 （“避世”。避于世\n的其实更显于世，所以一切愁怨，其实都是为了等待。这正是 ：\n时时无一时 ,处处无一处\n万物归古烬 ,燃灯待来人\n我想，这愁怨还如庾信的一隅小园。庾侯客北，既感于北朝的知遇，又实在不能忘怀南朝的温婉，\n所以小园里 “爰居避风 ”的，实为一隅不必哀怨的畅意。这正如 ：\n心则历陵枯木\n发则睢阳乱丝\n小园内，既已夏凉冬暖，更兼 “水也如酒，米也如脯 ”的舒惬。其实在人间的 ,只有精于术而已。\n而术所以精者，感于心自在求而已。\n||\n“自作杂文一二，可以聊慰秋风”\n“饮、饮、饮”",
      "content_mode": "prose",
      "page": 72,
      "id": "未分类-45"
    },
    {
      "title": "标题",
      "date": "2023年10月29日 19:15 | 14字",
      "content": "青茗\n寻来\n燕子时来舞\n明月对半枝\n\n||\n“十五元青寻，但是没时间买”",
      "content_mode": "prose",
      "page": 74,
      "id": "未分类-46"
    },
    {
      "title": "标题",
      "date": "2023年10月25日 12:49 | 22字",
      "content": "前一世，我们在一株梧桐树下相遇\n那时红叶落，秋意浓",
      "content_mode": "poetry",
      "page": 75,
      "id": "未分类-47"
    },
    {
      "title": "标题",
      "date": "2023年10月24日 19:27 | 60字",
      "content": "秋天，红日，梧桐，黄叶，实在是美极了 ……\n\n我写过这一句 ：\n如一尾竞跃的鲤鱼，一头扎进春秋际会的烟波中，承住春去秋来的兴悲。\n\n感动于树木花草，实在是，命。",
      "content_mode": "prose",
      "page": 76,
      "id": "未分类-48"
    },
    {
      "title": "标题",
      "date": "2023年10月17日 8:41 | 11字",
      "content": "红叶落，秋意浓，湿雨落梅花",
      "content_mode": "poetry",
      "page": 77,
      "id": "未分类-49"
    },
    {
      "title": "标题",
      "date": "2023年10月9日 11:49 | 5字",
      "content": "快意拭秋风",
      "content_mode": "poetry",
      "page": 78,
      "id": "未分类-50"
    },
    {
      "title": "冠英毕业",
      "date": "2023年9月27日 6:44 | 194字",
      "content": "柳冠英毕业以后长期找不到工作，刚开始的几年，他还热衷于考研和考公，但是接连的失败让他\n彻底断了考试这个念想。由于没有收入，他只能花家里钱，时间一长，就开始和社会上的人来往。\n就在和这些人的来往中，他学会了抽烟喝酒，还养成了夜不归宿的恶习，家里人苦苦劝他好几次\n他都不听。长此以往，父母也拿他没办法，索性每个月只给他一千块钱别的一概不管，反正钱只\n有这么多 ,想他也干不出什么事情。\n\n柳冠英不是一个上进的人，他拿了钱就去找那些社会混混喝酒",
      "content_mode": "prose",
      "page": 79,
      "id": "未分类-51"
    },
    {
      "title": "标题",
      "date": "2023年9月23日 20:35 | 25字",
      "content": "君不见九天之水乎 ？始乎瑶池掖庭，经昆仑而下，缘西江，摄东谷 ，\n标题\n2023\n年\n9\n月\n22\n日\n| 939\n字\n\n你能给他土地说明你至少是个小地主，而且作为一个女人能如此抛头露面，大概率是在理学兴起\n之前的时代，他在钱塘读书然后考完科举以后去东京说明是大一统王朝，所以这个东京应该是洛\n阳/开封，也就是说你生活的朝代应该是隋 /唐/北宋\n\n而他敢如此跋扈大概率是因为做官了或傍上大官了，也就是说，这是一个不太看出身的时代，普\n通人也能参加科举做官 ,那么加上这个修正以后，你生活的时代就应该是唐中后期 /北宋\n\n你能不计成本的投资他，虽然有仰慕他的成分，但本质还是一种政治投机行为，我想这些年里从\n江南考上功名的普通人没少受你恩惠。这样一来实质上就形成了一个政治团体，虽然说这些考上\n的官员不见得都是大官，也不见得都愿意在某种程度上帮助你，但是出了事为你说句公道话应该\n是没问题的。\n你能从江南跑到东京去找他，有跟他订婚的成分，但是大概率是为了寻求某种帮助甚至是庇护。\n也就是说你在江南得罪了一个你惹不起的人，而你之前培植起来的势力不愿意帮助你或者他们本\n身力量也很有限。\n\n综上所述，你很有可能是某种意义上的 “官商”,也就是说你有一定的官方背景并目实质上成为了官\n方的白手套。在王朝激烈的政治斗争中，许多从中央到地方的势力被连根拔起，其中就包括你的\n靠山。而你肯定会受到他们的牵连，于是在不得已的情塞况下你去东京希望找到这位炙手可热的\n新科进士来为你斡旋。但是这里面的问题在于 :\n\n1.他没倒，说明他和你不是一党\n2.他受过你的恩惠，并且有可能是在所有你投资过的生员里面最大的，因此他不可避免的被人怀\n疑\n\n于是，很正常的，你被拒绝而且受到了侮辱。但他愿意给你留一个 （“妾”的名分，相当于他把你\n保护了起来。 因此在风头过去之前你会住在他城外的一处房子里， 而赶你走是为了演戏给别人看。\n这样一来这位顾先生的身份就非常可疑了，他打算对这位进士老爷下手。这就说明这位顾先生也\n是一个很有政治影响力的人，有可能是某个大官的亲戚或幕僚。在东京这种地方他能把自己变成\n一个透明人，可见这个人手段。他打倒欧阳旭大概率不是冲着欧阳旭去的，毕竟一个进士哪怕受\n到皇帝党识也不太可能短短几年就掌握实权。所以他的目的应该是欧阳旭背后的势力，用欧阳旭\n的倒下来发动一次新的政治斗争。\n\n你也不是一般人，你很清楚这些事，但你是一个赌徒，赌的就是在混乱之中能找到新的机会，所\n以你打算配合他把水搅浑。",
      "content_mode": "poetry",
      "page": 80,
      "id": "未分类-52"
    },
    {
      "title": "为向公与张师书",
      "date": "2023年9月22日 15:45 | 20字",
      "content": "张师台鉴 ：\n愁绪萧索，红烛剪断 ；\n甫清远畅，并续春水 ；\n\n||\n赵式翻译：\n第一句：我很想念你\n第二句：你就从了我吧\n灞水\n2023\n年\n9\n月\n22\n日\n| 622\n字\n\n我对灞水的缘分实际上还是在这个夏天开始的。有一次，我骑车向后海去，经过河面 上的长桥，\n驻车桥上，向近旁看去，河水淡静。\n\n我曾看过很多水，有湖，有海，有河。\n\n湖最胜处在杭州西湖。西湖胜景在湖山一体，由湖边可见被层层翠绿装扮过的绰约西子。太阳熙\n熙，映在西子脸颊，便皓白而红润。行至断挢处，四见茫茫然，便知西子无待醉客仙眷 ；而天上\n一行雁过，红日照在雷峰塔上 ，游人散去，转至近昏，湖水荡漾波涛，便是闺中红妆。又转几度，\n华月初表，寂晚的湖面悄然无息。若远望，立在山上便可见点点湖光泛着月色 ；立在更远处，便\n可见天与湖山一体，星光绚烂如银河，人凭栏处，只余一行泪。\n\n海最胜处在烟台海。其实烟台的海不单乎几处，单自烟台山向外望去，就是辽远的一片。海上舳\n舻竟帆，若鲛龙探爪 ：风动云影，掀起层层浪 ：又听到码头的声音，惊起阵阵海鸥。从莱山以至\n芝罘的海湾公路，恍恍然都是大海与白瓦的对仗。这里层叠错落，方圆有秩 ；那里金光远射 ，熠\n熠辉辉。于是索性就这样走下去，感受海光明呙调亮的湛蓝烟粉色，如一尾竟跃的鲤鱼 ，一头扎\n进春秋际会的烟波中，承住春去秋来的兴悲。以至径上蓬莱高台，东望去，无极浩淼水天一色 ；\n念及古人逸兴遄飞，都隐在一片瑶池碧波中。\n\n至于河，河水淡静\n\n由是以来的几月间，太阳褪去燥热，细风中也有凉意，我时常会来看看。河上有人游泳，有人划\n船，有人钓鱼，我则不为其他，只是静静坐着看。有时看的出神，水光射进眼睛而不觉，脑子里\n什么也不想。有时听着音乐，看着河水流过，就想到很多事情。",
      "content_mode": "prose",
      "page": 84,
      "id": "未分类-53"
    },
    {
      "title": "洛阳赋(并序)",
      "date": "2023年9月12日 21:24 | 93字",
      "content": "元贞游于洛水，诵《洛神赋》 。即毕，将视东方，见华灯如柱，天日沉隐，而河水微漾。因感斯事，\n而作以文曰 :\n\n金凤鸣銮，为侍于后 ；六龙齐首，乘舆而前。西河冯夷，更为鼓于华驾 ；江南倩子巧做\n笙于弦帐。其中含香也，若幽夜之微曦，兼如太山之玉风。",
      "content_mode": "poetry",
      "page": 87,
      "id": "未分类-54"
    },
    {
      "title": "为准噶尔讨清国檄",
      "date": "2023年9月5日 14:48 | 83字",
      "content": "我太祖成吉思汗地并四海，御显万方。我世祖文武皇帝并逐夷虏，殄终宋业，遂乃兴立元统以续\n中国。武略倍精，文德益张，尔乃四开中土，\n\n尔乃序承昭穆，里合儒家。\n\n至若上皇北狩，皇统绝濒，而朱明更立，遗三百年。",
      "content_mode": "prose",
      "page": 88,
      "id": "未分类-55"
    },
    {
      "title": "标题",
      "date": "2023年8月26日 23:42 | 84字",
      "content": "我曾经见到过有人听过这首歌后说她的眼泪不停的流，\n\n在我心里，许巍的音乐排名如下\n\n1.《故乡》无可撼动\n\n2.《灵岩》《春海》《远航》承载着我对美好生活的向往\n\n3.《天鹅之旅》 《旅行》《世外桃源》每次听都受到很深的感动",
      "content_mode": "prose",
      "page": 89,
      "id": "未分类-56"
    },
    {
      "title": "西江月",
      "date": "2023年8月9日 12:47 | 168字",
      "content": "斜阳早照春木，梦里欲渡黄秋，凭栏细读产公词，不觉康华早去 。\n料想竹林诗乐，应是玉笔仙作，叔夜刑台抚琴弹，空余号泣鸣谷。\n早晨的斜阳照在春天繁茂的大树枝叶上，我昨晚梦见了站在黄色的秋水旁边想着怎么渡过去，醒\n来后我倚靠栏杆细细品读辛公的诗词，不知不觉间时间已经过去大半 。\n\n我料想竹林七贤的诗赋和音乐，应该是天上神仙用精美的玉笔作出来的，嵇叔夜一曲弹毕，只剩\n下悲戚的哭声传响不绝",
      "content_mode": "prose",
      "page": 91,
      "id": "未分类-57"
    },
    {
      "title": "标题",
      "date": "2023年8月3日 21:36 | 76字",
      "content": "我在想如果许巍死了我会怎么做。我会找一个地方，放着许巍的音乐，自己喝点然后或许会哭一\n场，但不是为了一个伟大音乐人的逝去而哭，而是为了我那逝去的对理想未来的期望而哭。",
      "content_mode": "prose",
      "page": 92,
      "id": "未分类-58"
    },
    {
      "title": "标题",
      "date": "2023年7月24日 23:06 | 147字",
      "content": "我为卫国女，卿做黄门郎\n黄门承天子，家妇手蒲裳\n\n青石倚岩松，绿叶逐松涛\n江水东向去 ，\n\n昂\n帮\n仓\n当\n房\n刚\n纳兰容若 ·木兰词\n人生若只如初见，何事秋风悲画扇\n等闲变却故人心，却道故人心易变\n骊山语罢清宵半，泪雨零铃终不怨\n何如薄幸锦衣郎，比翼连枝当日愿\n宾\n金\n林\n民\n您\n品\n亲\n新\n因",
      "content_mode": "poetry",
      "page": 93,
      "id": "未分类-59"
    },
    {
      "title": "标题",
      "date": "2023年7月20日 23:36 | 9字",
      "content": "西京人自东京去北京",
      "content_mode": "prose",
      "page": 95,
      "id": "未分类-60"
    },
    {
      "title": "泉州",
      "date": "2023年7月18日 21:59 | 14字",
      "content": "胭脂巷/燕支巷/茶点\n\n秉正堂/四果汤\n后记【2】“到鹤壁了”",
      "content_mode": "prose",
      "page": 96,
      "id": "未分类-61"
    },
    {
      "title": "标题",
      "date": "2023年7月1日 9:00 | 53字",
      "content": "风儿停了\n窗外树影摇曳\n河边青柳依旧\n鸟儿戏莲叶，荡起悠远的回响\n月光如水\n这片河的一边有它的曹植\n在河中央也有它的宓子\n\n||\n“说起风鸟花月、云雾山海你会想起什么”\n“风儿怎样描述，大海怎样捕捉”\n标题\n2023\n年\n6\n月\n15\n日\n| 16\n字\n\n坏右耳老将军折戟\n一百八幼甘罗挂帅",
      "content_mode": "poetry",
      "page": 97,
      "id": "未分类-62"
    },
    {
      "title": "标题",
      "date": "2023年6月10日 16:51 | 100字",
      "content": "人生是复杂多元的，每一处每一刻都不是绝对的。正是由于没有绝对不变的事物，才需要我们能\n够不断精进自己的智慧。而闭门造车，活在自己的小世界里是不可能取得大进步的，所以必须时\n刻接纳新思想，用广博的知识来应对不断变化的人生。\n\n||\n“人生是多滤镜下的一组照片，当我们把自认为不好的那层滤镜去掉后，人生会变好\n吗？”",
      "content_mode": "prose",
      "page": 99,
      "id": "未分类-63"
    },
    {
      "title": "职业生涯规划书",
      "date": "2023年6月10日 16:15 | 3173字",
      "content": "1. 自我认知\n\n我的本科专业是安全工程，我日后也将从事我的本专业。人处于社会上都会变得复杂且多元，我\n本人虽然谈不上深邃，但也不是几句话就能说明白的。因此，我会结合我的目标就业行业与职业\n来说明我的主要特点。\n\n我是一个能坚守传统的人，我认为这一点非常可贵。如前面所提到的，现代社会复杂多元，这就\n说明在多种思想相互交融相互碰撞的状态下很难会产生一种类似于传统儒学的新的主流思想，因\n此每个人都思想都不可避免的发散化。但是不论什么思想都必须和中华民族的传统思想做好结\n合，所以，能坚守传统的人可以迅速兼容其他的思想。这就意味着这样的人可以快速吸收优质思\n想，并且可以保持永远在学的状态。在安全管理中，很多时候要面对来自不同文化背景的人，这\n就需要安全管理者能够深入了解并充分调动他们。\n我是一个不喜欢情感表达的人。人会不可避免的在面对一些事情的时候情绪化，但是通常来讲情\n绪化对解决问题作用寥寥，而且还会对周围人产生影响。所以当正在变得情绪化的时候我会尽量\n避免表达出来，以求把情绪的影响降到最低，然后用理性解决问题。同时，对于我要从事的安全\n行业，不论是决策者还是执行人都要尽量避免情绪化以防发生危险事故。\n\n我是一个热爱艺术的人。 从小到大我受到的最多的艺术教育就是文学， 文学也是我最热爱的东西。\n文以载道，文字是高深的道理的载体 ；通常能融合深刻的道理进行创作，或是善于用文字来阐释\n说明高深的道理。艺术的作用是显著的，在安全生产中如果人们只面对冰冷的规章制度我认为是\n不能取得好的效果的 ：所以在工作之余还要举办文娱活动以丰富人们的生活。\n\n2.职业认知\n\n我要从事安全方面的工作，结合学校的特色，主要是矿山安全。矿山安全可以分为煤矿和非煤矿\n山，两种矿所面临的主要安全问题是不一样的。煤矿的安全主要是 （“三防一通 ”即防火防粉尘防\n瓦斯和通风，而非煤矿山主要面对的是矿山压力问题同时，在非传统领域，整个矿山安全方向又\n产生了新的大分支一矿山智能化技术。我现在还不能明确日后从事哪种矿的安全工作，所以我必\n须要学习一种通用的技术，所以我打算学习钻研矿山智能化技术或矿山压力灾害防治技术，并在\n研究生阶段继续深造。\n\n我在煤矿生产一线实习过，对煤矿面临的问题有一定了解。陕西地区的煤矿的安全问题有明显的\n地域特征，比如陕北的煤矿当中煤与瓦斯耦合程度较高，而且由于土地松软，地质结构不牢固，\n导致时常有 （“冒顶”事故发生。彬长地区的煤矿在近五年的事故当中也多为 （“冒顶”事故，可见\n黄土高原对煤矿地质的影响。伴随着多发的灾害，陕西的煤炭在质量和储量上都稳居全国前列，\n陕西煤业化工集团更是常年入选各大榜单的世界五百强。\n\n西安有很多业内公认水平较高的企业，这些企业也是我的就业首选。这些企业当中，大的有陕煤\n集团及其下属企业，小的有很多专精于矿山安全评估、矿山安全方案等领域的民营企业。与国企\n相比，私企的管理更灵活，而且可以长期在城市里生活 ；与私企相比，国企的晋升空间更大，而\n且可以更及时准确的了解一线生产情况\n矿山的安全形势一直很严峻，虽然随着社会经济水平和科技的进步，很少会有大的矿难事故，但\n是小的事故还是不断发生。这也导致了本行业的人才缺口很大，在生产一线尤其缺乏高学历高水\n平的人才，所以本专业毕业生就业压力较小。但是随着 时代的进步，很多知识已经被淘汰掉了，\n所以必须要有终身学习的意识，这样才能跟上时代的发展。\n\n3.职业决策\n\n以下使用 SWOT模型进行职业决策分析\n\n优势S：我可以和不同的人进行有效的合作，并且可以安排出符合每个人优势的工作任务表。我\n可以和来自不同文化背景的人进行沟通交流，而且可以快速分析出问题的关键点并给出解决方\n案。我可以排除情绪化给我的干扰，在工作中保持积极理性的心态，能够沉稳持重，就事论事的\n应对各种各样的突发事件。我对生产一线有了解，对安全工作可以快速上手，尤其在组织工作和\n文字工作上可以充分胜任，\n劣势W：我从小很少和女孩玩，所以不善于和异性打交道，现在导致不仅很难和异性就一些事达\n成共识，而且在个人生活中也存在找对象的困难。我不善于批判别人，生活中别人犯错，如果不\n是很严重的错误，我一般不会主动指责别人，但是在工作中不少人缺乏安全意识，需要对其进行\n批评，因此我很难刚上手就接触核心的处罚管理工作。\n\n机会O:首先是矿山安全行业有巨大的人才缺口，国内很多矿产企业常年招不到人，中国企业在国\n外开发的矿也几乎没有足够的人手，因此就业机会很多。其次安全工程专业考研难度在工科领域\n较低，因此继续深造的机会很多。中国在这个领域有绝对的技术和产业领先，所以不论是在学校\n还是在工作单位都能见到最好的技术，而且可以学到最新的知识。\n\n威胁T：安全技术产品同质化严重，作为学生必须要提出创新观点，作为日后的企业工作者也必\n须开发并使用更好的技术。安全问题连带的经济和法律责任重大，如果决策和执行出现错误不仅\n会造成巨额财产损失，还有可能负刑事责任。安全工作对从业人员素质要求高，如果学历和能力\n不达标很有可能面临失业。\n4.计划和路径\n\n我的计划分为近期、中期和远期，在人生规划之上还有一点指导原则，以下分别说明。\n\n近期计划 ：本科期间要至少参加两次科研活动 ；学分绩点要在 3.2以上；要考上不逊于本校的研\n究生；大三大四不能挂科 ；要多发展几个好朋友。\n\n中期计划 ：研究生毕业视情况决定要不要读博。如果不读博就在西安生活工作，主要就业目标为\n陕煤集团及其下属企业，主要意向单位是彬长矿业集团。如果读博就要读到博士后，博士后出站\n尽量评定副教授，然后在高校或研究所工作，意向就业单位是西安科技大学或陕煤研究院。\n\n远期计划 ：在生活和工作稳定下来以后要考虑整个人生的大方向。由于不确定未来的情况，所以\n只能给出大的方向。首先经济收入要达到中产的上游水平，其次子女必须考上一本大学，最后要\n给后代预留出实现阶级跃迁的可能性。\n人生指导原则 :自己活着就是为了让更多的人更好的活着。首先是要让家人的生活水平有大的进\n步，其次是让我爱的和爱我的人都有好的发展，最后要让中华民族因我而受益。\n\n5.评估与调整\n\n先说明我的评估标准 :\n\n(1) 工作上：有没有及时完成应尽的工作 ；工作的完成质量如何 ，有没有拖沓的情况，能不能解\n决实际问题，有没有糊弄的情况 ：有没有发现工作中的问题，有没有暂时无法解决的麻烦，有没\n有被这些麻烦袭扰 ；有没有建立和同事的友好关系，有没有难以处理的人际关系，有没有发展要\n好的朋友 ；有没有在工作中坚守原则，有没有为难别人，有没有被人裹挟。\n\n(2)学习上：有没有学会并应用新知识 ，知识学习上有没有解决不了的难题 ，有没有进步 ；有没有\n提出创新观点，创新点的可行性高不高，有没有搞清技术发展路径 ；有没有攻克之前搞不懂的问\n题，有没有时时复习，对基础知识的掌握情况好不好。\n(3)思想上：有没有思想进步，有没有受到不良思想的影响，能不能恪守本心 ；有没有学习新思想，\n新思想带给自己的冲击有多少 ，存不存在否定旧思想的情况 ；思想有没有稳定下来，不稳定的程\n度有多少，有没有让自己稳定下来的办法。有没有拒绝接受某些思想的情况，有没有坚守基本的\n是非观和道德观，存不存在极端保守思想。\n\n(4)生活上:有没有过上想要的生活，挣的钱够不够花，有没有解决经济问题的可行办法 ；家庭是否\n和睦，有没有恪尽孝道 ,有没有尊重爱护妻子 ，有没有和子女闹矛盾 ；对子女的教育如何，孩子们\n能不能明白一些深刻的道理，孩子们有没有被社会上的不良思想带偏，孩子们的学习情况如何 ；\n自己和家人的健康情况如何，父母有没有得老年病，自己和妻子有没有得中年病，孩子们身体是\n否健康；曾经的好朋 有没有不联系的 ；有没有真正的关心帮助朋友，有没有做到让朋友不额外操\n心。\n\n接下来说明我的调整方案 :\n\n当现实和预期产生矛盾时要降低预期以迎合现实，当工作和生活产生矛盾时要以生活为重，当思\n有波动时要严格坚守原则，当学习上遇到困难时要及时弄懂。这些是基本做事原则，具体问题应\n有不同应对方法，但必须恪守原则。\n\n6.职业道德\n\n安全工作最重要的行业道德就是以人为本的大义。人的生命和安全是重于一切的 ，只有贯彻以人\n为本的理念才会始终把安全使命放在心间。安全人因学认为大部分事故都是由人产生的，而人罔\n顾安全就是因为没有意识到人本思想的重要性。人是万物灵长，即使是古代的皇帝也不能凭好无\n而害人命。践行以人为本的思想，发展以人为本的产业，奉献以人为本的精神是新时代安全人的\n终身使命。",
      "content_mode": "prose",
      "page": 100,
      "id": "未分类-64"
    },
    {
      "title": "标题",
      "date": "2023年6月7日 7:59 | 21字",
      "content": "一看时间七点半\n早起头疼胆欲裂\n挎起行囊上学堂\n\n||\n原诗还有上面三句\n“睡眠不足犹困倦，早晨起来没睁眼，摸到手机看时间……”",
      "content_mode": "prose",
      "page": 109,
      "id": "未分类-65"
    },
    {
      "title": "标题",
      "date": "2023年6月1日 22:49 | 21字",
      "content": "长庚夜落，骤影将歇\n独上西楼，月华如雪\n绯烟侧盈，寒\n\n||\n“\n长庚夜落，骤\n雨\n将歇\n”\n“有一种面对人生变动的无力感”\n“总之像做梦一样，我现在都分不清谁是谁，只能尽自己来”",
      "content_mode": "prose",
      "page": 110,
      "id": "未分类-66"
    },
    {
      "title": "标题",
      "date": "2023年5月31日 23:58 | 44字",
      "content": "上兵在道，其次在器，最次在物\n一流的军队最看重战略思想，二流的军队最看重武器，三流的军队最看重财物",
      "content_mode": "prose",
      "page": 111,
      "id": "未分类-67"
    },
    {
      "title": "标题",
      "date": "2023年5月31日 23:55 | 272字",
      "content": "第一回\n十八载辛勤苦讀\n赴考場首科不第\n第二回\n去長春上學艱難\n回西安復讀重開\n第三回\n二進宫一本上線\n報志願礦專首發\n第四回\n剛入校精進求遠\n逾四年只求無 過\n第五回\n一志願九八五落榜\n受調劑西科大就讀\n第六回\n三年辛苦出頭\n數月求職受挫\n第七回\n托關系兩千五高收入就業\n母胎男沒人要三十歲單身\n第八回\n大裁員四十歲畢業\n老爹娘七十歲被啃\n第九回\n再就業缅甸信贷\n走險路澳門洗白\n\n第十回\n難回首臨潼時光\n掛逼面三河大神\n第十一回\n躲警察橋洞下睡覺\n遇老鄉火車站被騙\n第十二回\n新年夜燈火通明\n馬路旁草席卷屍\n第十三回\n奈何橋上孟婆水\n忘川河畔離人涙\n第十四回\n老判官冤洗罪孽\n鬼見愁輪回投胎\n第十五回\n巧婦人醫院待產\n落魄鬼再入麈世\n||\n“玩手机有感而发”",
      "content_mode": "poetry",
      "page": 112,
      "id": "未分类-68"
    },
    {
      "title": "标题",
      "date": "2023年5月31日 23:00 | 0字",
      "content": "",
      "content_mode": "prose",
      "page": 115,
      "id": "未分类-69"
    },
    {
      "title": "标题",
      "date": "2023年5月27日 8:03 | 14字",
      "content": "当时若有真情意\n何事烟波粉黛新",
      "content_mode": "poetry",
      "page": 116,
      "id": "未分类-70"
    },
    {
      "title": "标题",
      "date": "2023年5月27日 8:02 | 18字",
      "content": "本是中国异士\n\n敢请尚方宝剑\n尽诛天下英夷",
      "content_mode": "poetry",
      "page": 117,
      "id": "未分类-71"
    },
    {
      "title": "标题",
      "date": "2023年5月8日 23:07 | 32字",
      "content": "湿雨栏杆，斜阳草木。\n\n人间半世飘零，那得片刻安宁，\n雨尽尘湿，醉倚栏杆\n\n青雀遗枝",
      "content_mode": "poetry",
      "page": 118,
      "id": "未分类-72"
    },
    {
      "title": "标题",
      "date": "2023年5月3日 20:26 | 309字",
      "content": "提瓦特一定是有什么特殊的事情要让一个外人来做。让外人做的好处是做好了皆大欢喜，没做好\n直接退推出去顶锅。所以有可能是天理做了一个局，她让一个能跟自己刚正面的人来到提瓦特一\n定有她的打算。很有可能这些事七神也都知道，就算七神不明白天理的用意，他们也会利用旅行\n者外乡人的身份来替自己做一些事。\n\n因此从蒙德城开始旅行者就不断地被利用。作为蒙德城的执牛耳者，琴、凯亚、丽莎以及迪卢克\n应该都是心知肚明的，因为这些人作为骑士团的高层应该和风神有联系，即使没有，风神也会想\n办法给他们一些提示。安柏也不简单，她直接把一个外地女孩引荐给骑士团高层就说明她知道旅\n行者身份特殊。甚至我认为派蒙也是心知肚明的。因为原神的主线剧情基本是派蒙在推动，也就\n是说派蒙知道在什么时候让旅行者做什么事。",
      "content_mode": "prose",
      "page": 119,
      "id": "未分类-73"
    },
    {
      "title": "EU4修改",
      "date": "2023年4月21日 13:37 | 121字",
      "content": "行政容量 √\n行政效率 √\n外交关系 √\n商人√\n传教士√\n传教强度 √\n殖民者√\n殖民地不能转化为殖民领 √\n附庸国独立倾向 X\n附庸和同盟的关系 X\n战争分数 X\n可启用的理念组数量 X\n建筑的建造时间 √\n\n文化转化时间 √\n殖民者√ 0\n殖民地不能转化为殖民领 √\n附庸国独立倾向 X\n附庸和同盟的关系 X\n战争分数 X\n可启用的理念组数量 X\n建筑的建造时间 √\n文化转化时间 √\n造核时间 √\n水手最大值 x\n军队损耗 X\n禁止AI殖民X\n三大分数最大值 √",
      "content_mode": "prose",
      "page": 120,
      "id": "未分类-74"
    }
  ]
};
